[
    {
        "id": "c001",
        "picture": "https://images.pexels.com/photos/450214/pexels-photo-450214.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Wang Xiaoming",
        "years_of_experience": 3,
        "number_of_recipes": 3,
        "likes": 1200,
        "bio": "Wang Xiaoming is a renowned chef from Beijing with over a decade of experience in Chinese cuisine. He is known for his expertise in Sichuan cuisine and has won several awards for his signature dishes. In his free time, he enjoys exploring new ingredients and techniques to incorporate into his cooking.",
        "food_name": "Kung Pao Chicken",
        "ingredients": "1 lb chicken breast, cut into small pieces, 1/2 cup roasted peanuts, 1/2 cup diced green onions, 1/4 cup diced garlic, 1/4 cup diced ginger, 1/4 cup soy sauce, 1/4 cup rice vinegar, 1 tbsp sugar, 2 tbsp vegetable oil, 2 tbsp cornstarch, 2 tbsp Sichuan peppercorns, 1 tsp chili flakes.",
        "cooking_method": "In a bowl, mix together soy sauce, rice vinegar, sugar, and cornstarch. Heat oil in a pan and add chicken. Stir-fry until browned. Add garlic, ginger, Sichuan peppercorns, and chili flakes. Stir-fry until fragrant. Add the sauce and stir until the chicken is coated. Add the green onions and roasted peanuts. Stir-fry for another minute. Serve hot with rice.",
        "rating": 4.8,
        "image": "https://images.pexels.com/photos/60616/fried-chicken-chicken-fried-crunchy-60616.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
        "id": "c002",
        "picture": "https://images.pexels.com/photos/2285991/pexels-photo-2285991.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Li Jian",
        "years_of_experience": 5,
        "number_of_recipes": 3,
        "likes": 900,
        "bio": "Li Jian is a rising star in the Chinese culinary scene. He trained under some of the best chefs in Shanghai and has developed a unique style that combines traditional flavors with modern techniques. He has been featured in several cooking shows and has a loyal following on social media.",
        "food_name": "Ma Po Tofu",
        "ingredients": "1 block firm tofu, cut into small cubes, 1/2 lb ground beef, 1/2 cup chopped scallions,1/4 cup diced garlic, 1/4 cup diced ginger, 1/4 cup fermented black beans, 1/4 cup chili bean paste, 1/4 cup soy sauce, 2 tbsp vegetable oil, 2 tbsp cornstarch, 2 tbsp Sichuan peppercorns",
        "cooking_method": "In a bowl, mix together soy sauce, cornstarch, and 1/4 cup water. Heat oil in a pan and add ground beef. Stir-fry until browned. Add garlic, ginger, and Sichuan peppercorns. Stir-fry until fragrant. Add fermented black beans and chili bean paste. Stir-fry for another minute. Add tofu and gently stir to combine. Pour in the soy sauce mixture and stir gently until the sauce thickens. Add chopped scallions and serve hot with rice.",
        "rating": 4.6,
        "image": "https://images.pexels.com/photos/1484518/pexels-photo-1484518.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
        "id": "c003",
        "picture": "https://images.pexels.com/photos/1308881/pexels-photo-1308881.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Zhang Mei",
        "years_of_experience": 6,
        "number_of_recipes": 3,
        "likes": 1500,
        "bio": "Zhang Mei is a master of Cantonese cuisine and has been cooking since she was a child. She learned her craft from her grandmother and has since honed her skills through years of practice and experimentation. She runs a popular restaurant in Guangzhou and has been recognized by several food critics for her exceptional dishes.",
        "food_name": "Mapo Eggplant",
        "ingredients": "2 large eggplants, cut into small cubes, 1/2 lb ground beef, 1/2 cup chopped scallions,1/4 cup diced garlic, 1/4 cup diced ginger, 1/4 cup chili bean paste, 1/4 cup soy sauce, 2 tbsp vegetable oil, 2 tbsp cornstarch, 2 tbsp Sichuan peppercorns",
        "cooking_method": "In a bowl, mix together soy sauce, cornstarch, and 1/4 cup water. Heat oil in a pan and add ground beef. Stir-fry until browned. Add garlic, ginger, and Sichuan peppercorns. Stir-fry until fragrant. Add chili bean paste and stir-fry for another minute. Add eggplant and gently stir to combine. Pour in the soy sauce mixture and stir gently until the sauce thickens. Add chopped scallions and serve hot with rice.",
        "rating": 4.5,
        "image": "https://images.pexels.com/photos/1527602/pexels-photo-1527602.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
        "id": "c004",
        "picture": "https://images.pexels.com/photos/1204612/pexels-photo-1204612.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Chen Wei",
        "years_of_experience": 5,
        "number_of_recipes": 3,
        "likes": 1000,
        "bio": "Chen Wei is a creative chef from Chengdu who specializes in fusion cuisine. He combines traditional Sichuan flavors with Western techniques to create unique and exciting dishes that have earned him a loyal following. He has been featured in several food magazines and has won several awards for his innovative approach to cooking.",
        "food_name": "Dumplings",
        "ingredients": "1 lb ground beef, 1/2 cup chopped scallions, 1/4 cup soy sauce, 1/4 cup rice vinegar, 1/4 cup sesame oil, 1 tbsp sugar, 2 cloves garlic, minced, 1 tbsp ginger, minced, 40 dumpling wrappers",
        "cooking_method": "In a bowl, mix together ground beef, scallions, soy sauce, rice vinegar, sesame oil, sugar, garlic, and ginger. Place a spoonful of filling in the center of each dumpling wrapper. Wet the edges of the wrapper with water and fold in half to seal. Bring a pot of water to a boil. Add the dumplings and cook for 5-7 minutes or until they float to the surface. Serve hot with soy sauce and sesame oil for dipping.",
        "rating": 4.9,
        "image": "https://images.pexels.com/photos/955137/pexels-photo-955137.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
        "id": "c005",
        "picture": "https://images.pexels.com/photos/1747178/pexels-photo-1747178.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Liu Yang",
        "years_of_experience": 2,
        "number_of_recipes": 3,
        "likes": 800,
        "bio": "Liu Yang is a young and talented chef from Hangzhou who is quickly making a name for himself in the culinary world. He specializes in seafood dishes and is known for his creative use of spices and herbs. He has been featured in several cooking shows and has a strong presence on social media.",
        "food_name": "Sichuan Noodles",
        "ingredients": "1 lb Chinese wheat noodles, 1/2 lb ground beef, 1/2 cup chopped scallions, 1/4 cup diced garlic, 1/4 cup diced ginger, 1/4 cup soy sauce, 1/4 cup rice vinegar, 2 tbsp vegetable oil, 2 tbsp chili oil, 2 tbsp Sichuan peppercorns, 1 tbsp sugar",
        "cooking_method": "In a pot of boiling water, cook the noodles according to package instructions. In a bowl, mix together soy sauce, rice vinegar, and sugar. Heat oil in a pan and add ground beef. Stir-fry until browned. Add garlic, ginger, and Sichuan peppercorns. Stir-fry until fragrant. Add the soy sauce mixture and chili oil. Stir-fry for another minute. Serve the cooked noodles with the beef and sauce mixture on top.",
        "rating": 4.7,
        "image": "https://images.pexels.com/photos/2347311/pexels-photo-2347311.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    },
    {
        "id": "c006",
        "picture": "https://images.pexels.com/photos/3760539/pexels-photo-3760539.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "name": "Sun Lei",
        "years_of_experience": 3,
        "number_of_recipes": 3,
        "likes": 1000,
        "bio": "Sun Lei is a veteran chef from Xi'an who has been cooking for over two decades. He is an expert in Shaanxi cuisine and is known for his hearty and flavorful dishes. He has trained several apprentices who have gone on to become successful chefs in their own right.",
        "food_name": "Hot and Sour Soup",
        "ingredients": "4 cups chicken stock, 1/2 lb firm tofu, cut into small cubes, 1/2 cup chopped scallions,1/4 cup diced garlic, 1/4 cup diced ginger, 1/4 cup soy sauce, 1/4 cup rice vinegar, 2 tbsp cornstarch, 2 tbsp vegetable oil, 2 eggs, beaten, 2 tbsp white pepper",
        "cooking_method": "In a pot, bring chicken stock to a boil., Add tofu, scallions, garlic, ginger, soy sauce, and rice vinegar. Stir well. In a small bowl, mix together cornstarch and 1/4 cup water. Add to the pot and stir until the soup thickens. Slowly pour in the beaten eggs, stirring gently to create egg ribbons. Add white pepper and serve hot.",
        "rating": 4.6,
        "image": "https://images.pexels.com/photos/539451/pexels-photo-539451.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
    }
]